Repository: zanamziry/InventoryManager
Catalog: InventoryManager/Properties/Resources.*.resx
Languages: ar

# ShellSettingsPage
source: Settings
ar: الاعدادات

# SettingsPageTitle
source: Settings
ar: الاعدادات

# SettingsPageAboutText
source: This application is made by Zana Masoud to help make managing inventories easier
ar: هذا البرنامج عبارة عن تسهيل شغل الجردات, صنع من قبل زانا مسعود

# SettingsPageAboutTitle
source: About This Application
ar: حول هذا البرنامج

# SettingsPagePersonalizationTitle
source: Personalization
ar: التخصيص

# SettingsPagePrivacyStatementText
source: Privacy Statement
ar: بيانات الخصوصية

# SettingsPageRadioButtonDarkTheme
source: Dark
ar: غامق

# SettingsPageRadioButtonLightTheme
source: Light
ar: فاتح

# SettingsPageRadioButtonWindowsDefaultTheme
source: Default
ar: افتراضي

# ShellMainPage
source: Product
ar: المنتجات

# MainPageTitle
source: Products
ar: المنتجات

# ShellGoBackButton
source: Go back
ar: رجوع

# ShellHamburgerButtonName
source: Open or close navigation
ar: فتح او غلق

# AppDisplayName
source: InventoryManager
ar: مدير المخزن

# SettingsPageServerTitle
source: Server
ar: الخادم

# InventoryPageTitle
source: Inventory
ar: المخزن

# ShellSystemInventoryPage
source: System Inventory
ar: بيانات السستم

# SentOutsidePageTitle
source: Sent Outside
ar: خارج المركز

# GiveAwayPageTitle
source: Gifts
ar: عروض

# SystemInventoryServiceCenterLabel
source: Service Center
ar: المركز

# SystemInventoryFetchData
source: Fetching Data...
ar: ...جلب البيانات

# SystemInventoryLastUpdate
source: Last Update
ar: اخر تحديث

# MainPageUpdateList
source: Update List
ar: تحديث القائمة

# SentOutsideTotalSold
source: Total Sold
ar: مجموع المبيعات

# SettingsPageDatabaseBackup
source: Backup
ar: نسخ احتيطي

# SettingsPageDatabaseDeleteAll
source: Delete All
ar: حذف جميع البيانات

# SettingsPageDatabaseRestore
source: Restore
ar: استرجاع النسخة الاحتيطية

# SettingsPageDatabaseTitle
source: Database
ar: قاعدة البيانات

# SystemInventoryDateLabel
source: Date
ar: تاريخ

# SystemInventoryUpdateLabel
source: Update
ar: تحديث

source: Add
ar: اضافة

source: Amount
ar: عدد

source: Cancel
ar: الغاء

# GiveAwayName
source: Event Name
ar: اسم العرض

# InventoryPageAddLabel
source: Add
ar: اضافة

# InventoryPageGiftLabel
source: Gift
ar: هدية

# InventoryPageGivenAwayLabel
source: Gifts
ar: هداية

# InventoryPageOutsideLabel
source: Outside
ar: خارج المركز

# InventoryPageRealLabel
source: Real
ar: حقيقي

# InventoryPageRemoveLabel
source: Remove
ar: حذف

# InventoryPageResultLabel
source: Result
ar: الناتج

# InventoryPageSendLabel
source: Send
ar: ارسال

# InventoryPageSystemLabel
source: System
ar: سستم

source: Location
ar: الموقع

# MainPageDeleteAll
source: Delete All
ar: حذف الكل

# MainPageExportAsExcel
source: Export As Excel
ar: تصدير اكسل

# MainPageGiftsLabel
source: Gifts
ar: هداية

# MainPageOutsideLabel
source: Outside
ar: خارج المركز

source: Old
ar: سعر قديم

source: Price
ar: سعر

source: Send
ar: ارسال

source: Total
ar: المجموع

# RestartNeeded
source: Application needs a restart to change the language
ar: البرنامج يحتاج الى اعادة تشغيل لتغير اللغة

source: Language
ar: اللغة

# InventoryPageNext
source: Next
ar: بعد

# InventoryPagePrevious
source: Previous
ar: قبل

# SentOutsideTotalPoints
source: Total PV
ar: مجموع النقاط

# SettingsCheckForUpdates
source: Check For Updates
ar: تحقق من التحديثات

# GiveAwayAmountGiven
source: Gifts Quantity
ar: عدد الهدايا

# GiveawayDate
source: Event Date
ar: تاريخ العرض

source: Product ID
ar: کود المنتج

source: Product Name
ar: اسم المنتج

# ProductOld
source: Old Price
ar: سعر القديم

source: Product Price
ar: سعر المنتج

source: Product PV
ar: نقاط المنتج

source: Remaining
ar: الباقي

# SentOutsideAmountSent
source: Sent Quantity
ar: کمية المرسلة

# SentOutsideAmountSold
source: Sold Quantity
ar: کمية المباعة

# SentOutsideLocation
source: Location
ar: المرکز

# MainPageGiveawayTitle
source: Gifts
ar: هدايا

# MainPageLocalTitle
source: Local
ar: حقيقي

# MainPageOutsideTitle
source: Outside
ar: خارج المرکز

# MainPageResultTitle
source: Result
ar: الناتج

# MainPageSystemTitle
source: System
ar: سستم

# MainPageExpireTitle
source: Expire
ar: تاريخ الصلاحية

# InventoryPageExpire
source: Expire
ar: تاريخ الصلاحية

# InventoryPageInventoryHeader
source: Inventory
ar: المخزن

# InventoryPageNote
source: Notes
ar: ملاحضات

# InventoryPageOpen
source: Open
ar: معروض

# InventoryPageTotal
source: Total
ar: مجموع

# SettingsPageLoginTest
source: Login Test
ar: تجربة تسجيل الدخول

# SettingsPageLoginTitle
source: User Credentials
ar: معلومات التسجيل

# SettingsPagePassword
source: Password
ar: كلمة المرور

# SettingsPageUsername
source: Username
ar: اسم المستخدم

# SystemInventoryCloseBalance
source: Close Balance
ar: الكمية عند الاغلاق

# SystemInventoryOpenBalance
source: Open Balance
ar: الكمية عند الفتح

# SystemInventorySoldQuantity
source: Sold Quantity
ar: كمية المباعة

# DialogsAddBatch
source: Add New Batch
ar: اضافة کمية جديدة

# DialogsGiveaway
source: Present a Gift
ar: تقديم هدية

# DialogsSendProduct
source: Send Product
ar: ارسال المنتجات

# SettingsPageLoginTestFailed
source: Login Failed
ar: فشل تسجيل الدخول

# SettingsPageLoginTestSuccess
source: Login Successful
ar: تم تسجيل الدخول بنجاح

# SettingsPageLoginTestTitle
source: Result
ar: نتيجة

# UpdateServiceNewUpdate
source: New Update Is Available Do You Want To Update To
ar: هناك تحديث متوفر, هل تريد التحديث الى

# UpdateServiceNewUpdateTitle
source: Update Availbable!
ar: تحديث متوفر

# UpdateServiceNoUpdateFound
source: No Update Found
ar: لا يوجد تحديث

# UpdateServiceProblemOccurred
source: There was a problem while searching for updates
ar: حدثت مشكلة أثناء البحث عن التحديثات

# UpdateServiceRestartRequired
source: Restart Required For the Update To Take Effect
ar: يلزم إعادة التشغيل حتى بتم التحديث

# UpdateServiceThisIsTheLatest
source: This is the latest version
ar: هذا آخر إصدار

# UpdateServiceUpdateComplete
source: Update Complete
ar: تم التحديث

# ContactMeTitle
source: Contact Me
ar: التواصل معي
